OpenFOAM-v1806/tutorials/combustion/fireFoam/LES/smallPoolFire3D/0/N2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      N2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.76699;

boundaryField
{
    "(outlet|sides)"
    {
        type            calculated;
        value           $internalField;
    }

    base
    {
        type            calculated;
        value           $internalField;
    }

    inlet
    {
        type            calculated;
        value           $internalField;
    }
}


// ************************************************************************* //
